//------------------------------------------------------------------------------
// <автоматически создаваемое>
//     Этот код создан программой.
//
//     Изменения в этом файле могут привести к неправильной работе и будут потеряны в случае
//     повторной генерации кода. 
// </автоматически создаваемое>
//------------------------------------------------------------------------------

namespace WebArchiveR6 {
    
    
    public partial class GetFileMultiList {
        
        /// <summary>
        /// Master свойство.
        /// </summary>
        /// <remarks>
        /// Автоматически создаваемое свойство.
        /// </remarks>
        public new WebArchiveR6.Site Master {
            get {
                return ((WebArchiveR6.Site)(base.Master));
            }
        }
    }
}
